; WinSnap v1.1 English Language File (Template)
; Translated by Leif Larsson <Leif.Larsson@gmail.com>

;##############################################################################
; WinSnap enumerates all *.LNG files into .\lang subfolder!
; To add a language for WinSnap:
;     1) translate this file;
;     2) save it as <NewLanguage>.lng in UNICODE format
;        (for Notepad: select File->Save_As and then choose Unicode encoding);
;     3) test it before submitting!!!
;
; Translations forum/tracker: http://www.ntwind.com/forum/viewforum.php?f=3
;
; I will include some translations to my official release (if you accept!).
; Please put your e-mail address for feedback somewhere!


; There are a few special characters (two symbols are recognized as one):
;     1) carriage return and new line:  \r\n
;     2) tab:  \t
;     3) quotation mark:  \"
;     4) back slash:  \\


; NOTE: These language files will generally work with future versions of 
;       WinSnap, but some strings will appear in English. I will put a 
;       change log for future versions in the comments of this file.
;##############################################################################


; Currently WinSnap uses *.LNG file names for language identifying.
; This string is ignored. Please put here for future versions:
;     19999="English_LanguageName (Native_LanguageName)"
;     e.g. 19999="German (Deutsch)"
10000="English (default)"
19999="Swedish (Svenska)"

; Cofiguration
20000="Windows Snapshot Maker v1.1"
20001=" (Ej registrerad)"
20002="WinSnap"
20003="WinSnap v2.0"

; Default name of saved image
20010="Dump"

; Print job name
20011="WinSnap skärmdump"

; Save/Open filters
20030="Alla filer (*.*)"
20031="Alla understödda format"
20032="Licensnyckel (*.key, *.txt)"

20040="BMP (*.bmp, *.dib)"
20041="JPEG (*.jpg, *.jpeg, *.jpe)"
20042="PNG (*.png)"
20043="GIF (*.gif)"
20044="TIFF (*.tif, *.tiff)"
20033="Körbara filer (*.exe, *.bat, *.cmd)"

; Supported formats
20060="Spara med transparens"
20061="&Transparens"
20062="BMP"
20063="JPEG"
20064="PNG"
20065="GIF"
20066="TIFF"

; Preview states
20090="<< Tom >>"
20091="Skapar ..."

; Main window
20100="St&äng"
20101="Ny skärm&dump"
20102="&Kopiera till Urklipp"
20103="Spara &bild ..."
20104="Ski&cka med e-post ..."

20110="Färgsättning"
20111="I&ngen"
20112="Gr&åskala"
20113="Sep&ia"
20114="Inver&terad"

20115="Skugga"
20116="In&gen"
20117="N&ere"
20118="U&ppe"
20119="R&unt om"

20120="Diverse"
20121="Ra&m"
20122="&Vattenmärke"
20123="R&otation"
20124="Ska&lning"

20200="Område att dumpa"
20201="Helskärm"
20202="Programfönster"
20203="Aktivt fönster (med namnlist)"
20204="Aktivt fönster (utan namnlist)"
20205="Meny"
20206=""
20211="Helskärm"
20212="Program"
20213="Fönster"
20214="Meny"
20215="Objekt"
20216="Område"

; Menu
20300="&Arkiv"
20301="&Ny skärmdump\tCtrl+N"
20302="&Öppna bild ...\tCtrl+O"
20303="&Spara\tCtrl+S"
20304="Spara so&m ..."
20305="Spa&ra miniatyr som ..."
20306="Skriv &ut ...\tCtrl+P"
20307="U&tskriftsformat ..."
20308="&Avsluta"

20350="&Redigera"
20351="K&opiera\tCtrl+C"
20352="Kopiera &miniatyr"
20353="K&listra in\tCtrl+V"
20354="&Ta bort bild\tDel"

20400="A&lternativ"
20401="Sp&ara automatiskt"
20402="&Kopiera automatiskt"
20403="&Inställningar ...\tF2"

20410="&Färgsättning"
20411="&Ingen"
20412="&Gråskala"
20413="&Sepia"
20414="I&nverterade färger"

20420="&Skugga"
20421="&Ingen"
20422="&Nere"
20423="&Uppe"
20424="&Runt om"

20430="&Diverse"
20431="Ra&m"
20432="&Vattenmärke"
20433="&Rotation"
20434="&Skalning"

20500="&Skärmdump"
20501="&Helskärm\tCtrl+1"
20502="&Programfönster\tCtrl+2"
20503="Aktivt fönster (&med namnlist)\tCtrl+3"
20504="Aktivt fönster (&utan namnlist)\tCtrl+4"
20505="M&eny\tCtrl+5"
20506="&Område ...\tCtrl+6"
20511="&Helskärm\tCtrl+1"
20512="&Program\tCtrl+2"
20513="&Fönster\tCtrl+3"
20514="&Meny\tCtrl+5"
20515="&Objekt\tCtrl+4"
20516="Om&råde\tCtrl+6"

20550="&Hjälp"
20551="&Index\tF1"
20552="&Webbplats"
20553="&Forum"
20554="&Kolla efter uppdatering"
20555="&Om WinSnap ..."
20556="&Köp WinSnap"
20557="&Öppna licensnyckel ..."

; Main menu
20600="&Verktyg"
20601="&Egna verktyg ..."

; Tray menu
20900="&Dölj WinSnap"
20901="&Visa WinSnap"
20903="&Inställningar ..."
20904="&Avsluta"

20911="&Helskärm"
20912="&Programfönster"
20913="Aktivt fönster (&med namnlist)"
20914="Aktivt fönster (&utan namnlist)"
20915="M&eny"
20916="&Område"

; Tray menu
20921="&Helskärm"
20922="&Program"
20923="&Fönster"
20924="&Meny"
20925="&Objekt"
20926="O&mråde"

; Config
21000="Inställningar"
21001="OK"
21002="Avbryt"
21003="&Verkställ"

21050="Allmänt"
21051="Skugga etc"
21052="Bildyta"
21053="Vattenmärke"
21054="Bild"
21055="Kortkommandon"

; General page
21100="Språk (Language)"
21101="Hämta fler översättningar ..."
21102="&Starta WinSnap samtidigt med Windows"
21103="&Kolla automatiskt efter uppdateringar"
21104="&Lägg alltid WinSnap överst"
21105="K&om ihåg WinSnaps fönsterstorlek och placering"
21106="V&isa WinSnap som ikon i Meddelandefältet"
21107="&Minimera till Meddelandefältet vid stängning"
21108="&Ta en skärmdump när WinSnap startar:"
21109="Område:"
21110="Sp&ela upp ett ljud när en skärmdump tas"
21111="&Dölj WinSnap innan en skärmdump tas"
21112="D&ölj ikonen i Meddelandefältet innan en skärmdump tas"
21113="&Fördröjning innan en skärmdump tas om WS är synlig (ms):"
21114="I&nkludera muspekaren"

; Blending page
21200="Skugga"
21201="Vinkel:"
21202="°"
21203="&Avstånd:"
21204="px"
21205="&Bredd:"
21206="px"
21207="&Opacitet:"
21208="%"
21209="Färg:"
21210="#"
21211="Ram"
21212="Färg:"
21213="#"
21214="B&redd:"
21215="px"
21216="Bakgrund"
21217="Färg:"
21218="#"

; Canvas page
21400="Rotation"
21401="Vinkel:"
21402="°"
21403="Skalning"
21404="&Procent av originalet:"
21405="&Ny storlek:"
21406="&Storlek:"
21407="%"
21408="&Bredd:"
21409="px"
21410="&Höjd:"
21411="px"
21412="B&ehåll bildens proportioner"
21413="Avancerat"
21414="&Interpolering:"

21490="Enkel"
21491="Bilinjär"
21492="Bikubisk"
21493="Bilinjär (hög kvalitet)"
21494="Bikubisk (hög kvalitet)"

; Watermark page
21500="Överläggsbild"
21501="Bildfil:"
21502="&Bläddra ..."
21503="&Överläggsbild med transparens"
21504="Opacitet:"
21505="%"
21506="Placering"
21507="Avstånd från motsvarande sidor av bilden:"
21508="&Horisontellt:"
21509="%"
21510="V&ertikalt:"
21511="%"
21512="&Horisontellt:"
21513="px"
21514="V&ertikalt:"
21515="px"
21516="&Använd relativa koordinater"

21590="Uppe till vänster"
21591="Uppe i mitten"
21592="Uppe till höger"
21593="I mitten till vänster"
21594="Centrerad"
21595="I mitten till höger"
21596="Nere till vänster"
21597="Nere i mitten"
21598="Nere till höger"

; Saving page
21600="&Kopiera bilderna automatiskt till Urklippshanteraren"
21601="&Spara bilderna automatiskt"
21602="&Fråga inte om filnamn när bild sparas"
21603="B&ehåll WinSnap minimerad vid automatiskt sparande"
21604="&Töm bilden vid minimering för att spara på minne"
21610="Alternativ för automatiskt sparande"
21611="S&ökväg:"
21612="&Bläddra ..."
21613="Fil&namn:"
21615="B&ildformat:"
21620="Komprimering"
21621="&JPEG-kvalitet:"
21622="%"
21699="Välj mapp för de automatiskt sparade skärmdumparna."

; Hotkeys page
21700="&Aktivera globala kortkommandon"
21701="Skärmdump"
21702="Helskärm:"
21703="Programfönster:"
21704="Aktivt fönster (med namnlist):"
21705="Aktivt fönster (utan namnlist):"
21706="Meny:"
21707="Område:"
; Settings, Hotkeys tab
21712="Helskärm:"
21713="Programfönster:"
21714="Aktivt fönster:"
21715="Popupmeny:"
21716="Objekt:"
21717="Område:"
21720="WinSnap"
21721="Minimera/Återställ:"
21722="Visa/Dölj huvudfönstret:"
21723="Avsluta:"

; Customize Tools dialog
23000="Egna verktyg"
23001="&Nytt ..."
23002="&Redigera ..."
23003="Ta &bort"
23004="Flytta &uppåt"
23005="&Flytta neråt"
23006="&Stäng"

; New Tool dialog
23100="Externa verktyg"
23101="OK"
23102="Avbryt"

23110="Program"
23111="Namn:"
23112="Kommando:"
23113="&Bläddra ..."
23114="Parametrar:"
23115="&Minimera WinSnap efter utförande av kommandot"
23116="&Fråga inte om filnamn när bild sparas"
23120="Alternativ för Spara"
23121="Mapp:"
23122="B&läddra ..."
23123="Filnamn:"
23124="Bildformat:"

; Region selection
24001="Markera ett område på skärmen med musen eller piltangenterna. Använd höger musknapp för att ändra form på området och F1 för att visa/dölja denna hjälp."
24002="Position:"
24003="x:"
24004="y:"
24005="Storlek:"
24006="b:"
24007="h:"

24100="&Rektangel"
24101="R&undad rektangel"
24102="&Ellips"
24103="Ångra &markeringen\tBacksteg"
24104="&Avbryt skärmdumpen\tEsc"
24105="&Stäng denna meny"
; Region mode, right-click menu
24106="Fast storlek"
24107="Spara position"

; Object mode, helper dialog
24201="Flytta muspekaren över skärmen för att ändra markeringen. Använd Ctrl-tangenten för att markera flera objekt och höger musknapp för att ändra inställningar."
24202="Titel:"
24203="Klass:"
24204="Process:"

; Object mode, right-click menu
24300="Markera objekt\tMellanslag"
24301="Invertera urval\tTab"
24302="Avbryt urval\tBacksteg"
24303="Knappar och kontroller"
24304="Programfönster"
24305="Avbryt fångst\tEsc"
24306="Stäng denna meny"

; Register dialog
28000="Registrera WinSnap"
28001="Köp!"
28002="Ange licensnyckel ..."
28003="Fortsätt"
28004="Avsluta"
28010="Din kopia av WinSnap är en 30-dagars utprovningsversion. Du måste köpa en licens om du vill fortsätta att använda det."
28011="Du har %d dagar på dig att registrera."
28012="Licensierng och prissättning"

; About dialog
28100="Om WinSnap"
28101="OK"
28102="Registrera"
28103="Detta program är licensierat till:"
28104="Supportforum"

; Confirmations
31900="WinSnap - Bekräfta"
31901="WinSnap är redan igång. Vill du avsluta det?"
31902="Är det säkert att du vill avsluta WinSnap?"
31903="WinSnap måste startas om för att slutföra registreringen.\r\nVill du starta om WinSnap nu?"

; Errors
32000="WinSnap - Fel"
32001="Kan inte öppna språkfilen."
32002="Kan inte spara inställningarna i registret. Kontrollera att du har tillräckliga rättigheter."
32003="Kan inte öppna bildfilen.\r\nDetta är inte någon riktig bildfil, eller så är formatet ännu inte understött."
32004="Kan inte spara bilden på disken."
32005="Kan inte spara bilden som en tillfällig fil."
32006="Kan inte ladda stöd för att skicka e-post (Mapi32.dll)."
32007="MAPI kunde inte skicka meddelandet."
32008="Kan inte registrera WinSnap."
32009="Ogiltig mapp:\r\n%s"
32010="Kunde inte skapa processen."
32020="Du måste ange ett namn."

32030="Du måste ange ditt registreringsnamn."
32031="Du måste ange serienumret."
32032="Licensfilen är ogiltig eller korrupt."
32033="Registreringskoden är ogiltig! Se till att du anger namn och serienummer exakt som de står i registeringsmeddelandet."
32034="Kunde inte kopiera licensfilen till programmappen. Du behöver admin-rättigheter för att registrera WinSnap!"

; Check for update
32500="Uppdatering av WinSnap"
32501="Det finns en ny version av WinSnap!\r\nVill du hämta den nu?"
32502="Du har redan den senaste versionen av WinSnap."
